Repository: kareemshaaban221/arabization-with-flask
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar

source: Summariza
ar: سماريزا

source: Summariza | Done
ar: سماريزا | تم التلخيص

source: Text Summarization Using Ridge Classifier
ar: تلخيص النصوص باستخدام المصنف Ridge

source: Language:
ar: اللغة:

source: Original:
ar: النص الاصلي:

source: Write text you want to summarize here.
ar: اكتب النص الذي تريد تلخيصه هنا.

source: Summarized:
ar: النص الملخص:

source: No. sentences
ar: عدد الجمل

source: Summarize
ar: لخص

source: characters
ar: حرف

source: Design created by
ar: تم التصميم بواسطة

source: Lamma
ar: لمى

source: and coded by
ar: و كتابة الكود بواسطة

source: Kareem
ar: كريم

source: Model created by
ar: تم انشاء النوذج بواسطة

source: Emad
ar: عماد

source: with the help of
ar: بمساعدة

source: Abdelrahman
ar: عبدالرحمن
